dmachinewhisperer/wireless_localization2/device/websocket_client(ESP32)/sdkconfig.ci
CONFIG_LOG_DEFAULT_LEVEL_DEBUG=y
CONFIG_EXAMPLE_WIFI_SSID_PWD_FROM_STDIN=n
CONFIG_IDF_TARGET="esp32"
CONFIG_WEBSOCKET_URI_FROM_STDIN=y
CONFIG_EXAMPLE_CONNECT_WIFI=y